Repository: misli/arttep
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: Registration for %(subject_type)s
cs: Přihláška na %(subject_type)s

source: in school year %(school_year)s
cs: ve školním roce %(school_year)s

source: Name of %(subject_type)s
cs: Název %(subject_type)s

source: Times
cs: Čas

source: Registration number (variable symbol)
cs: Číslo přihlášky (variabilní symbol)

source: Full name
cs: Jméno a příjmení

source: Birth number
cs: Rodné číslo

source: Citizenship
cs: Státní občanství

source: Phone
cs: Telefon

source: Class
cs: Třída

source: First name
cs: Jméno

source: Last name
cs: Příjmení

source: Note
cs: Poznámka

source: In
cs: V

source: Parent's signature
cs: Podpis zákonného zástupce

source: Signature
cs: Podpis

source: cancel registration
cs: odhlásit

source: cancel
cs: odhlásit

source: Date and time of registration
cs: Datum a čas přihlášení

source: registration refused on %(d)s
cs: přihláška odmítnuta %(d)s

source: Unfortunately, the capacity of this %(subject_type)s has already been filled. The registration may be refused.
cs: Bohužel, kapacita %(subject_type)s je již naplněna. Vaše přihláška může být odmítnuta.

source: Registration for %(subject_type)s %(subject)s
cs: Přihláška na %(subject_type)s %(subject)s

source: name of %(subject_type)s
cs: název %(subject_type)s

source: request refund to a bank account
cs: požádat o vrácení na bankovní účet

source: transfer to a payment
cs: převést na platbu

source: donate
cs: darovat

source: Registration for %(subject_type)s %(subject)s - refund offer
cs: Přihláška na %(subject_type)s %(subject)s - nabídka vrácení přeplatku

source: Registration for %(subject_type)s %(subject)s was refused
cs: Přihláška na %(subject_type)s %(subject)s byla odmítnuta

source: Registrations in school year %(school_year)s
cs: Přihlášky ve školním roce %(school_year)s

source: You have no registrations in school year %(school_year)s.
cs: Ve školním roce %(school_year)s nemáte žádné přihlášky.

source: Received course payments from %(date_start)s to %(date_end)s
cs: Přijaté platby za kurzy od %(date_start)s do %(date_end)s

source: Returned course payments from %(date_start)s to %(date_end)s
cs: Vrácené platby za kurzy od %(date_start)s do %(date_end)s

source: Returned amount
cs: Vrácená částka

source: Summary from %(date_start)s to %(date_end)s
cs: Souhrn od %(date_start)s do %(date_end)s

source: All received payments
cs: Všechny přijaté platby

source: All returned payments
cs: Všechny vrácené platby

source: Received - returned payments
cs: Přijaté - vrácené platby

source: Course payments status by date %(date)s
cs: Stav plateb za kurzy ke dni %(date)s

source: Number of registrations
cs: Počet přihlášek

source: Receivables
cs: Pohledávky

source: Overpayments
cs: Přeplatky

source: All courses
cs: Všechny kurzy

source: Course statistics for %(date)s
cs: Statistiky kurzů ke dni %(date)s

source: Courses count
cs: Počet kurzů

source: Age Group
cs: Věková skupina

source: Boys
cs: Muži

source: Girls
cs: Ženy

source: Total
cs: Celkem

source: Debtors list by date %(date)s
cs: Seznam dlužníků ke dni %(date)s

source: Debtor
cs: Dlužník

source: Overdue
cs: Po splatnosti

source: Received event payments from %(date_start)s to %(date_end)s
cs: Přijaté platby za akce od %(date_start)s do %(date_end)s

source: Returned event payments from %(date_start)s to %(date_end)s
cs: Vrácené platby za akce od %(date_start)s do %(date_end)s

source: Event payments status by date %(date)s
cs: Stav plateb za akce ke dni %(date)s

source: All events
cs: Všechny akce

source: Event statistics for %(date)s
cs: Statistiky akcí ke dni %(date)s

source: Events count
cs: Počet akcí

source: Show
cs: Zobrazit

source: Received orderable event payments from %(date_start)s to %(date_end)s
cs: Přijaté platby za akce na objednání od %(date_start)s do %(date_end)s

source: Returned orderable event payments from %(date_start)s to %(date_end)s
cs: Vrácené platby za akce na objednání od %(date_start)s do %(date_end)s

source: Orderable event payments status by date %(date)s
cs: Stav plateb za akce na objednání ke dni %(date)s

source: All orderable events
cs: Všechny akce na objednání

source: Orderable event statistics for %(date)s
cs: Statistiky akcí na objednání ke dni %(date)s

source: Orderable events count
cs: Počet akcí na objednání

source: Receipt for returned payment
cs: Potvrzení o vrácení platby

source: Registration for %(subject_type)s %(subject)s - returned payment confirmation
cs: Přihláška na %(subject_type)s %(subject)s - potvrzení vrácené platby

source: Duration
cs: Doba trvání

source: Age groups
cs: Věkové skupiny

source: Target groups
cs: Cílové skupiny

source: The capacity of this %(subject_type)s has already been filled. You may register anyway, but the registration may not be approved. We will inform You.
cs: Kapacita %(subject_type)s je již naplněna. Můžete se přesto přihlásit, ale Vaše přihláška nemusí být schválena. O jejím zpracování Vás budeme dále informovat.

source: Participants list
cs: Seznam žáků

source: Minimal age for this age group is ${ageGroup.min_age}.
cs: Minimální věk pro tuto věkovou skupinu je ${ageGroup.min_age}.

source: Maximal age for this age group is ${ageGroup.max_age}.
cs: Maximální věk pro tuto věkovou skupinu je ${ageGroup.max_age}.

source: Payments overview
cs: Přehled plateb

source: You have overdue of %(overdue)s.
cs: Máte závazky po splatnosti v celkové výši %(overdue)s.

source: Your current amount due is %(amount_due)s.
cs: Vaše aktuální částka k úhradě je %(amount_due)s.

source: All Your receivables have been paid.
cs: Všechny vaše závazky jsou zaplaceny.

source: You have overpaid %(overpaid)s.
cs: Máte přeplatek ve výši %(overpaid)s.

source: Refund options
cs: Možnosti navrácení

source: You have requested a refund to the bank account:
cs: Máte požádáno o vrácení přeplatku na účet:

source: change account number
cs: změnit číslo účtu

source: cancel refund request
cs: zrušit žádost o vrácení

source: New messages
cs: Nepřečtené zprávy

source: You have no new messages.
cs: Nemáte žádné nové zprávy.

source: Terms and Conditions
cs: Obchodní podmínky

source: submit
cs: odevzdat

source: type
cs: typ

source: Anonymous user
cs: Nepřihlášený uživatel

source: Open chat
cs: Otevřít chat

source: Close chat
cs: Zavřít chat

source: Open in new window
cs: Otevřít v novém okně

source: Welcome to %(site_name)s's chat!
cs: Vítejte na chatu %(site_name)s!

source: Registering will end on {}.
cs: Přihlašování bude ukončeno {}.

source: , and
cs: a

source: add billing information
cs: přidat fakturační údaje

source: New billing information
cs: Nové fakturační údaje

source: New billing information {} have been created.
cs: Nové fakturační údaje {} byly vytvořeny.

source: Billing information have been updated.
cs: Fakturační údaje byly upraveny.

source: Change billing information
cs: Upravit fakturační údaje

source: Delete billing information
cs: Smazat fakturační údaje

source: Billing information have been deleted.
cs: Fakturační údaje byly smazány.

source: Do You really want to delete the billing information: {}?
cs: Opravdu chcete smazat fakturační údaje: {}?

source: No items found.
cs: Žádné položky nebyly nalezeny.

source: No items found matching given search parameters.
cs: Žádné položky neodpovídají zadaným parametrům hledání.

source: Save
cs: Uložit

source: Delete
cs: Smazat

source: Alternating in school year {}
cs: Suplování ve školním roce {}

source: New journal
cs: Nová třídní kniha

source: New journal {} has been created.
cs: Nová třídní kniha {} byla vytvořena.

source: Change journal
cs: Upravit třídní knihu

source: Delete journal
cs: Smazat třídní knihu

source: Journal has been deleted.
cs: Třídní kniha byla smazána.

source: Do You really want to delete the journal {}?
cs: Opravdu chcete smazat třídní knihu {}?

source: New journal entry
cs: Nový záznam třídní knihy

source: The journal entry has been created.
cs: Záznam třídní knihy byl vytvořen.

source: Change journal entry
cs: Změnit záznam třídní knihy

source: The journal entry has been updated.
cs: Záznam třídní knihy byl upraven.

source: Delete journal entry
cs: Smazat záznam třídní knihy

source: The journal entry has been deleted.
cs: Záznam třídní knihy byl smazán.

source: Do You really want to delete journal entry?
cs: Opravdu chcete smazat záznam třídní knihy?

source: Change timesheet entry
cs: Aktualizace záznamu výkazu práce

source: The timesheet entry has been updated.
cs: Záznam výkazu práce byl upraven.

source: Delete timesheet entry
cs: Smazat záznam výkazu práce

source: The timesheet entry has been deleted.
cs: Záznam výkazu práce byl smazán.

source: Do You really want to delete timesheet entry?
cs: Opravdu chcete smazat záznam výkazu práce?

source: No leaders matching given query.
cs: Žádní učitelé neodpovídají hledanému výrazu.

source: Leaders in school year {}
cs: Učitelé ve školním roce {}

source: No messages matching given query.
cs: Žádné zprávy neodpovídají hledanému výrazu.

source: New parent
cs: Nový zástupce

source: New parent {} has been created.
cs: Zástupce {} byl vytvořen.

source: Change parent
cs: Aktualizace údajů o zástupci

source: The parent {} has been updated.
cs: Zástupce {} byl upraven.

source: Delete information about parent
cs: Smazat informace o zákonném zástupci

source: Information about parent has been deleted.
cs: Informace o zákonném zástupci byly smazány.

source: Do You really want to delete the information about parent: {}?
cs: Opravdu chcete smazat informace o zákonném zástupci: {}?

source: add participant
cs: přidat žáka

source: Participants and parents
cs: Žáci a zástupci

source: New participant
cs: Nový žák

source: New participant {} has been created.
cs: Žák {} byl vytvořen.

source: Change participant
cs: Aktualizace údajů o žákovi

source: The participant {} has been updated.
cs: Žák {} byl upraven.

source: Delete information about participant
cs: Smazat informace o žákovi

source: Information about participant has been deleted.
cs: Informace o žákovi byly smazány.

source: Do You really want to delete the information about participant: {}?
cs: Opravdu chcete smazat informace o žákovi: {}?

source: New refund request
cs: Nová žádost o vrácení přeplatku

source: Refund request have been created.
cs: Žádost o vrácení přeplatku byla vytvořena.

source: Refund request has been updated.
cs: Žádost o vrácení přeplatku byla upravena.

source: Update refund request
cs: Upravení žádost o vrácení přeplatku

source: Cancel refund request
cs: Zrušení žádosti o vrácení přeplatku

source: Refund request has been canceled.
cs: Žádost o vrácení přeplatku byla zrušena.

source: Do You really want to cancel the refund request: {}?
cs: Opravdu chcete smazat žádost o vrácení přeplatku: {}?

source: New payment transfer
cs: Nový převod platby

source: The payment may only be transferred to a registration, for which the payment is required. If You have submitted new registration recently, You may need to wait until the payment is requested for that registration.
cs: Platba může být převedena pouze na přihlášku, pro kterou je požadována platba. Pokud jste vyplnili novou přihlášku, možná budete muset počkat, až budete vyzváni k platbě.

source: The payment has been transferred.
cs: Platba byla převedena.

source: New donation
cs: Nový dar

source: If You wish, You may transfer the overpaid amount to a donation for our organization.
cs: Pokud chcete, můžete přeplatek věnovat naší organizaci.

source: Thank You. Your support is very appreciated.
cs: Děkujeme Vám, velmi si vážíme Vaší podpory.

source: Course payments
cs: Platby za kurzy

source: Event payments
cs: Platby za akce

source: Orderable event payments
cs: Platby za akce na objednání

source: Course payments status
cs: Stav plateb za kurzy

source: Event payments status
cs: Stav plateb za akce

source: Orderable event payments status
cs: Stav plateb za akce na objednání

source: Course statistics
cs: Statistiky kurzů

source: Event statistics
cs: Statistiky akcí

source: Orderable event statistics
cs: Statistiky akcí na objednání

source: Debtors list
cs: Seznam dlužníků

source: Orderable payments
cs: Platby za akce na objednání

source: Orderable statistics
cs: Statistiky akcí na objednání

source: Switch school year
cs: Přepnout školní rok

source: You now work with school year {}.
cs: Nyní pracujete se školním rokem {}

source: {subject_type} in school year {school_year}
cs: {subject_type} ve školním roce {school_year}

source: No {subject_type} matching given search parameters found.
cs: Žádné {subject_type} neodpovídají zadaným parametrům hledání.

source: My {subject_type} in school year {school_year}
cs: Moje {subject_type} ve školním roce {school_year}

source: Create journal
cs: Vytvořit třídní knihu

source: No journals matching given search parameters found.
cs: Žádné třídní knihy neodpovídají zadaným parametrům hledání.

source: Journals of {subject_type} {subject}
cs: Třídní knihy {subject_type} {subject}

source: Change {subject_type} {subject}
cs: Upravit {subject_type} {subject}

source: The changes in {subject_type} {subject} have been saved.
cs: Změny v {subject_type} {subject} byly uloženy.

source: Submit registration
cs: Odeslat přihlášku

source: The registration has been saved. We will inform you about its further processing.
cs: Přihláška byla uložena. O jejím dalším zpracování Vás budeme informovat.

source: Registration for {subject_type} {subject}
cs: Přihláška na {subject_type} {subject}

source: Registration cancellation request
cs: Požadavek na odhlášení

source: Are you sure You want to cancel the registration "{}"?
cs: Opravdu chcete stornovat přihlášku "{}"?

source: The cancellation request for {} has been saved.
cs: Požadavek na odhlášení přihlášky {} byl uložen.

source: Submit timesheet
cs: Odevzdat výkaz práce

source: Are you sure You want to submit the timesheet now? You won't be able to edit the entries for {} any more.
cs: Opravdu chcete odevzdat výkaz práce? Záznamy za {} už nebude možné upravovat.

source: The timesheet for () has been submitted.
cs: Výkaz práce za {} byl odevzdán.

source: New timesheet entry
cs: Nový záznam výkazu práce

source: New timesheet entry has been created.
cs: Nový záznam výkazu práce byl vytvořen.

source: User account {} has been created.
cs: Uživatel {} byl vytvořen.

source: Agreement with the terms of use
cs: Souhlas s podmínkami užití

source: The agreement has been saved.
cs: Váš souhlas byl uložen.

source: Change user
cs: Aktualizace údajů o uživateli

source: User account {} has been updated.
cs: Uživatel {} byl upraven.

source: Change e-mail address
cs: Změna e-mailové adresy

source: Set e-mail address
cs: Nastavení e-mailové adresy

source: Enter your email address, and we'll email instructions for setting a new one.
cs: Zadejte svou e-mailovou adresu a my Vám pošleme instrukce pro nastavení nového hesla.

source: Reset my password
cs: Resetovat heslo

source: Please enter your new password twice so we can verify you typed it in correctly.
cs: Prosím vložte své nové heslo pro kontrolu dvakrát.

source: Set my password
cs: Nastavit heslo
