Repository: misli/arttep
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: organization name
cs: název organizace

source: street
cs: ulice a číslo popisné

source: city
cs: město (pošta)

source: postal code
cs: PSČ

source: email address
cs: e-mail

source: company number
cs: IČ

source: VAT number
cs: DIČ

source: donation print setup
cs: nastavení tisku potvrzení o daru

source: organization
cs: organizace

source: organizations
cs: organizace

source: address
cs: adresa

source: bank account
cs: číslo účtu

source: place
cs: místo

source: places
cs: místa

source: pdf background
cs: pdf pozadí

source: margin top
cs: horní okraj

source: distance in milimetres
cs: vzdálenost v milimetrech

source: margin left
cs: levý okraj

source: margin right
cs: pravý okraj

source: margin bottom
cs: spodní okraj

source: print setup
cs: nastavení tisku

source: print setups
cs: nastavení tisku

source: question
cs: otázka

source: help text
cs: nápověda

source: This is help text. The help text is shown next to the form field.
cs: Toto je text nápovědy. Nápověda se zobrazuje u formulářového políčka.

source: field
cs: vstupní pole

source: field_args
cs: parametry

source: Enter valid JSON structure representing field configuration.
cs: Zadejte validní strukturu v jazyce JSON, obsahující konfiguraci vstupního pole.

source: additional question
cs: doplňující otázka

source: additional questions
cs: doplňující otázky

source: Failed to create field with given field args: {}
cs: Nepodařilo se vytvořit vstupní pole se zadanými parametry: {}

source: requested by
cs: požádal(a)

source: bank account number
cs: číslo bankovního účtu

source: refund request
cs: žádost o vrácení přeplatku

source: refund requests
cs: žádosti o vrácení přeplatku

source: Refund may only be requested for overpaid registrations.
cs: O navrácení přeplatku je možné žádat pouze pro přeplacené přihlášky.

source: subject type
cs: typ kurzu nebo akce

source: registration active from
cs: přihlašování povoleno od

source: registration active to
cs: přihlašování povoleno do

source: subjects
cs: předmět

source: registration links
cs: přihlašovací odkazy

source: page
cs: stránka

source: school years
cs: školní roky

source: contact type
cs: druh kontaktu

source: contact
cs: kontakt

source: public
cs: veřejný

source: parent
cs: zástupce

source: parents
cs: zástupci

source: birth number
cs: rodné číslo

source: birth date
cs: datum narození

source: gender
cs: pohlaví

source: male / boy
cs: muž / chlapec

source: female / girl
cs: žena / dívka

source: school
cs: škola

source: class
cs: třída

source: health
cs: údaje o zdravotní způsobilosti žáka (případná omezení)

source: participant
cs: žák

source: contact person
cs: kontaktní osoba

source: employee ID
cs: identifikace zaměstnance

source: billing information
cs: fakturační údaje

source: Selected subject is not in the selected school year.
cs: Vybraná aktivita není ve vybraném školním roce.

source: schools
cs: školy

source: year
cs: rok

source: Only the first of the two years.
cs: Pouze první ze dvou roků.

source: Can not delete sclool year with courses or events.
cs: Nemůžete smazat školní rok, pokud má nějaké kurzy nebo akce.

source: division name
cs: název členění

source: period name
cs: název období

source: school year divisions
cs: členění školního roku

source: school year period
cs: období školního roku

source: school year periods
cs: období školních roků

source: {name}, {start:%m/%d %y} - {end:%m/%d %y}
cs: {name}, {start:%d. %m. %y} až {end:%d. %m. %y}

source: Which school years should the block be visible for?
cs: Pro které školní roky se má tento blok zobrazit?

source: Start must be before end
cs: Začátek musí být dříve než konec

source: End must be later than start
cs: Konec musí být později než začátek

source: Hello, thank You for submitting the registration. We will inform you about its further processing.
cs: Dobrý den, děkujeme Vám za vyplnění přihlášky. O jejím dalším zpracování Vás budeme informovat.

source: Hello, we are pleased to inform You, that Your registration was approved. We are looking forward to see You.
cs: Dobrý den, máme pro Vás dobrou zprávu, Vaše přihláška byla schválena. Těšíme se na Vás.

source: Hello, we are sorry to inform You, that Your registration was refused.
cs: Dobrý den, je nám líto, Vaše přihláška byla odmítnuta.

source: Hello, we'd like to ask You to pay for Your registration. If You have already made the payment recently, please ignore this message.
cs: Dobrý den, žádáme Vás o uhrazení přihlášky. Pokud jste již platbu v nedávné době provedli, můžete tuto zprávu ignorovat.

source: Hello, Your registration has been overpaid. Please, tell us how you wish us to refund.
cs: Dobrý den, U vaší přihlášky evidujeme přeplatek. Dejte nám prosím vědět, jak si přejete, abychom Vám přeplatek vrátili.

source: Hello, Your registration was canceled.
cs: Dobrý den, vaše přihláška byla odhlášena.

source: Hello, we have just grated a discount for Your registration.
cs: Dobrý den, dali jsme Vám slevu na přihlášku.

source: Hello, we have just received Your payment. Thank You. Please see the recipe attached.
cs: Dobrý den, právě jsme obdrželi Vaši platbu. Děkujeme Vám. Doklad naleznete v příloze.

source: Hello, we have just returned Your payment. Thank You. Please see the recipe attached.
cs: Dobrý den, právě jsme Vám vrátili platbu. Doklad naleznete v příloze.

source: broadcast group
cs: vysílací skupina

source: chat group
cs: diskuzní skupina

source: Only the leader can write to broadcast group. Users may reply to the sender with direct messages. Chat group allows all members to chat with each other.
cs: Do vysílací skupiny může psát jen učitel. Uživatelé mu mohou odpovídat prostřednictvím přímých zpráv. Diskuzní skupina umožňuje všem členům diskutovat s ostatními.

source: course type
cs: typ kurzu

source: event type
cs: typ akce

source: orderable event type
cs: typ akce na objednání

source: name (singular)
cs: název (jednotné číslo)

source: name (genitiv)
cs: název (druhý pád)

source: name (akuzativ)
cs: název (čtvrtý pád)

source: name (plural)
cs: název (množné číslo)

source: Add additional questions to be asked in the registration form.
cs: Přidejte doplňující otázky, které mají být v registračním formuláři.

source: additional legal agreements
cs: další souhlasy na přihlášce

source: Add additional legal agreements specific to this subject type.
cs: Pridejte souhlasy, které mají být v registračním formuláři pro tento typ kurzu nebo akce.

source: registration print setup
cs: nastavení tisku přihlášek

source: payment request print setup
cs: nastavení tisku výzvy k platbě

source: payment print setup
cs: nastavení tisku dokladů

source: default chat group type
cs: výchozí typ diskuzní skupiny

source: text: registration received
cs: text: přihláška přijata

source: text: registration approved
cs: text: přihláška schválena

source: text: registration refused
cs: text: přihláška odmítnuta

source: text: registration payment request
cs: text: výzva k platbě

source: text: registration refund offer
cs: text: nabídka vrácení přeplatku

source: text: registration canceled
cs: text: přihláška odhlášena

source: text: discount granted
cs: text: poskytnuta sleva

source: text: payment received
cs: text: platba přijata

source: text: payment returned
cs: text: platba vrácena

source: subject types
cs: typy kurzů nebo akcí

source: The attachment will be available before registration.
cs: Příloha bude dostupná před přihlášením.

source: send when
cs: odeslat když

source: registration received
cs: přihláška přijata

source: registration approved
cs: přihláška schválena

source: registration refused
cs: přihláška odmítnuta

source: registration canceled
cs: přihláška odhlášena

source: discount granted
cs: poskytnuta sleva

source: payment received
cs: platba přijata

source: payment returned
cs: platba vrácena

source: The attachment will be sent with notification on selected events.
cs: Příhloha bude odeslána s notifikací o vybraných událostech.

source: plural
cs: množné číslo

source: color
cs: barva

source: subject group
cs: skupina kurzů nebo akcí

source: subject groups
cs: skupiny kurzů a akcí

source: groups
cs: skupiny

source: registration type
cs: způsob přihlašování

source: accounting code
cs: účetní kód

source: price
cs: cena

source: minimal participants count per registration
cs: minimální počet žáků na přihlášce

source: Participant details include birth number (birth day), age group, contacts, parent, etc.
cs: Údaje o žákovi zahrnují rodné číslo, věkovou skupinu, kontakty, zákonné zástupce, atd.

source: maximal participants count per registration
cs: maximální počet žáků na přihlášce

source: minimal group members count per registration
cs: minimální počet členů skupiny na přihlášce

source: Group member details only include name and note.
cs: Údaje o členu skupiny zahrnují pouze jméno a poznámku.

source: maximal group members count per registration
cs: maximální počet členů skupiny na přihlášce

source: minimal registrations count
cs: minimální počet přihlášek

source: maximal registrations count
cs: maximální počet přihlášek

source: minimal number of days to due date
cs: minimální počet dní do data splatnosti

source: note
cs: poznámka

source: Add additional legal agreements specific for this subject.
cs: Pridejte souhlasy, které mají být v registračním formuláři pro tento předmět.

source: Only use to set value specific for this subject.
cs: Nastavte pouze pokud je hodnota specifická pro tento předmět.

source: chat group type
cs: typ diskuzní skupiny

source: Registering will start on {}.
cs: Přihlašování bude zahájeno {}.

source: Registering ended on {}
cs: Přihlašování bylo ukončeno {}.

source: Registering is currently not allowed.
cs: Přihlašování momentálně není povoleno.

source: age groups list
cs: seznam věkových skupin

source: groups list
cs: seznam skupin

source: leaders list
cs: seznam učitelů

source: target groups list
cs: seznam cílových skupin

source: variant name
cs: název varianty

source: variant description
cs: popis varianty

source: variant
cs: varianta

source: variants
cs: varianty

source: created by
cs: vytvořil(a)

source: approved by
cs: schválil(a)

source: payment requested by
cs: výzvy k platbě odeslal(a)

source: cancelation requested by
cs: o odhlášení požádal(a)

source: canceled by
cs: odhlásil(a)

source: group members
cs: členové skupiny

source: Unfortunately, it is not possible to restore canceled registration {r}. Please create new one.
cs: Bohužel, odhlášenou přihlášku {r} není možné obnovit. Vytvořte prosím novou.

source: The registration {r} has already been approved.
cs: Přihláška {r} již byla schválena.

source: The registration {r} has already been refued.
cs: Přihláška {r} již byla odmítnuta.

source: Unfortunately, it is not possible to refuse the registration {r}. However, You may cancel it.
cs: Bohužel, přihlášku {r} není možné odmítnout. Můžete ji ale odhlásit.

source: The registration {r} has already been canceled.
cs: Přihláška {r} již byla odhlášena.

source: Unfortunately, it is not possible to cancel the registration {r}. However, You may refuse it.
cs: Bohužel, přihlášku {r} není možné odhlásit. Můžete ji ale odmítnout.

source: first parent
cs: první zákonný zástupce

source: second parent
cs: druhý zákonný zástupce

source: additional answers
cs: doplňující odpovědi

source: target group
cs: cílová skupina

source: group name
cs: název skupiny

source: registered group
cs: přihlášená skupina

source: registered groups
cs: přihlášené skupiny

source: group member
cs: člen skupiny

source: discount
cs: sleva

source: discount explanation
cs: vysvětlení slevy

source: payment
cs: platba

source: payments
cs: platby

source: received payment
cs: přijatá platba

source: target registration
cs: cílová přihláška

source: returned payment
cs: vrácená platba

source: source registration
cs: zdrojová přihláška

source: received online payment
cs: přijatá on-line platba

source: imported from account statement
cs: imporováno z výpisu z účtu

source: day of week
cs: den v týdnu

source: {day}, {start:%H:%M} - {end:%H:%M}
cs: {day} od {start:%H:%M} do {end:%H:%M}

source: {day}, {start:%H:%M}
cs: {day} od {start:%H:%M}

source: timesheet period
cs: období výkazu práce

source: timesheet periods
cs: období výkazu práce

source: submitted
cs: odevzdaný

source: paid
cs: zaplaceno

source: timesheets
cs: výkazy práce

source: timesheet entry type
cs: typ záznamu výkazu práce

source: timesheet entry types
cs: typy záznamů výkazu práce

source: entry type
cs: druh záznamu

source: work description
cs: popis práce

source: timesheet entry
cs: záznam výkazu práce

source: timesheet entries
cs: záznamy výkazu práce

source: accounted by
cs: zaúčtoval(a)

source: last updated by
cs: naposledy upravil(a)

source: Amount can not be zero.
cs: Částka nemůže být nula.

source: Date must be after the last account closure ({}).
cs: Datum musí být vyšší než datum posledního uzavření účtu ({}).

source: payment - cash
cs: platba v hotovosti

source: payment - bank
cs: platba na bankovní účet

source: payment - online
cs: platba on-line

source: returned payment - cash
cs: platba vrácená v hotovosti

source: returned payment - bank
cs: platba vrácená na bankovní účet

source: transfer between registrations
cs: převod mezi dvěma přihláškami

source: donation - cash
cs: dar v hotovosti

source: donation - bank
cs: dar na bankovní účet

source: donation - online
cs: dar on-line

source: transfer from registration to donation
cs: dar z přeplatku

source: payment type
cs: typ platby

source: mail sent
cs: odesláno e-mailem

source: The payment will be deducted from this registration.
cs: Platba bude odečtena od této přihlášky.

source: The payment will be added to this registration.
cs: Platba bude připsána k této přihlášce.

source: donor user
cs: dárce

source: bank account transaction
cs: transakce na účtu

source: online payment
cs: platba on-line

source: transaction
cs: transakce

source: transactions
cs: transakce

source: This field is mandatory for transaction type {transaction_type}.
cs: Toto pole je u platby typu {transaction_type} povinné.

source: This field is forbidden for transaction type {transaction_type}.
cs: Toto pole je u platby typu {transaction_type} zakázané.

source: time of agreement
cs: čas souhlasu

source: amount due {}
cs: částka k úhradě {}

source: overdue {}
cs: {} po splatnosti

source: {} overpaid
cs: přeplaceno {}

source: payment not requested
cs: platba není požadována

source: payment not requested yet
cs: platba ještě není požadována

source: Enter a valid account number.
cs: Zadejte platné číslo účtu v českém nebo mezinárodním formátu (IBAN).

source: Keep empty to use default value:
cs: Pokud není vyplněno, použije se výchozí hodnota:

source: Keep empty to use default value: {}
cs: Pokud není vyplněno, použije se výchozí hodnota: {}

source: Czech
cs: Čeština

source: View site
cs: Zobrazení webu

source: Documentation
cs: Dokumentace

source: Legend
cs: Legenda

source: Version
cs: Verze

source: Django Administration
cs: Správa systému Leprikón

source: Open
cs: Otevřít

source: Popup closing...
cs: Zavírám okno...

source: add
cs: přidat

source: back
cs: zpět

source: Home
cs: Domů

source: Start sending
cs: Spustit odesílání

source: queued
cs: ve frontě

source: sending
cs: odesílání

source: failed
cs: selhalo

source: Continue
cs: Pokračovat

source: Cancel
cs: Zrušit

source: Account closures
cs: Uzavření účtu

source: Journals
cs: Třídní knihy

source: Received payments
cs: Přijaté platby

source: Returned payments
cs: Vrácené platby

source: Discounts
cs: Slevy

source: Yes, I'm sure
cs: Ano, jsem si jist(a)

source: No, take me back
cs: Ne, beru zpět

source: Send
cs: Odeslat

source: Back
cs: Zpět

source: start
cs: začátek

source: end
cs: konec

source: edit timesheet entry
cs: upravit záznam výkazu práce

source: edit course journal entry
cs: upravit záznam třídní knihy

source: Powered by Leprikón Information System
cs: Informační systém Leprikón

source: delete
cs: smazat

source: Address
cs: Adresa

source: Company number
cs: IČ

source: selected
cs: vybraných

source: Contact
cs: Kontakt

source: More information
cs: Více informací

source: Search
cs: Hledat

source: Registrations for %(subject_type)s %(name)s
cs: Přihlášky na %(subject_type)s %(name)s

source: Active Registrations
cs: Aktivní přihlášky

source: There are no active registrations for this %(subject_type)s.
cs: Na %(subject_type)s nejsou žádné aktivní přihlášky.

source: Unapproved Registrations
cs: Neschválené přihlášky

source: Inactive Registrations
cs: Neaktivní přihlášky

source: Receipt for donation
cs: Potvrzení o přijetí daru

source: recipe number
cs: číslo stvrzenky

source: donation date
cs: datum přijetí

source: donation type
cs: druh daru

source: donation received by
cs: dar přijal(a)

source: Donation Type
cs: Druh daru

source: Organization
cs: Organizace

source: Amount
cs: Částka

source: search
cs: vyhledat

source: cancel search
cs: zrušit hledání

source: Please correct the highlighted errors below.
cs: Opravte prosím níže uvedené chyby.

source: Attendance
cs: Docházka

# person
source: Name
cs: Jméno

source: add entry
cs: přidat záznam

source: Agenda
cs: Program

source: Time
cs: Čas

source: Number of hours
cs: Počet hodin

source: Number of leaders
cs: Počet učitelů

source: Number of participants
cs: Počet přítomných

source: Session agenda
cs: Program schůzky

source: skipped
cs: zrušeno

source: Risks
cs: Rizika

source: Plan for the activity
cs: Plán činnosti

source: Evaluation of the activity
cs: Hodnocení činnosti

source: full name
cs: jméno a příjmení

source: birh year
cs: rok nar.

source: Led by
cs: Učí

source: add journal entry
cs: přidat záznam třídní knihy

source: select all
cs: vybrat všechny

source: all
cs: všichni

source: Timesheets to be submitted
cs: Výkazy práce k odevzdání

source: Log in with username and password
cs: Přihlásit pomocí uživatelského jména a hesla

source: Log in with verified e-mail
cs: Přihlásit pomocí ověřeného e-mailu

source: Other options
cs: Další možnosti

source: Log in with Google
cs: Přihlásit se přes Google

source: Log in with Facebook
cs: Přihlásit se přes Facebook

source: Show this message on site %(name)s:
cs: Zobrazit tuto zprávu na webu %(name)s:

source: Sent
cs: Odesláno

source: Viewed
cs: Zobrazeno

source: Attachments
cs: Přílohy

source: Subject
cs: Předmět

source: previous
cs: předchozí

source: next
cs: další

source: displaying %(from)s – %(until)s of %(count)s
cs: zobrazeno %(from)s – %(until)s z %(count)s

source: Health
cs: Údaje o zdravotní způsobilosti žáka (případná omezení)

source: Parents
cs: Zástupci

source: add parent
cs: přidat zástupce

source: Password change successful
cs: Heslo bylo úspěšně změněno

source: Your password was changed.
cs: Vaše heslo bylo změněno.

source: Password reset complete
cs: Nastavení hesla dokončeno

source: Your password has been set. You may go ahead and log in now.
cs: Vaše heslo bylo nastaveno. Nyní se můžete přihlásit.

source: Email with instructions sent
cs: E-mail s instrukcemi byl odeslán

source: We've emailed you instructions for setting your password. You should be receiving them shortly.
cs: Poslali jsme vám na e-mail pokyny k nastavení hesla. Měly by dorazit během pár minut.

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
cs: Pokud jste e-mail s pokyny neobdrželi, zkontrolujte, že jste zadali správně adresu, případně zkontrolujte složku s nevyžádanou poštou (spam).

source: You're receiving this email because you requested a password reset for your user account at %(site_name)s.
cs: Tento e-mail dostáváte, protože jste požádali o reset hasla k Vašemu uživatelskému účtu na webu %(site_name)s.

source: Your username, in case you've forgotten:
cs: Vaše uživatelské jméno:

source: Please go to the following page and choose a new password:
cs: Přejděte prosím na následující stránku a zvolte si nové heslo:

source: Thanks for using our site!
cs: Děkujeme, že používáte naše stránky!

source: The %(site_name)s team
cs: Tým %(site_name)s

source: Thank You, the online payment was successful. The confirmation will be available within several minutes.
cs: Děkujeme, on-line platba se zdařila. Potvrzení bude k dispozici během pár minut.

source: Unfortunately, the online payment was not successful. Please, try it again or choose another payment method.
cs: Bohužel, on-line platba se nezdařila. Zkuste to prosím znovu, nebo zvolte jiný způsob platby.

source: Payment Type
cs: Typ platby

source: Registration
cs: Přihláška

source: Receipt for payment
cs: Potvrzení o přijetí platby

source: payment date
cs: datum přijetí platby

source: payment received by
cs: platbu přijal(a)

source: Registration for %(subject_type)s %(subject)s - received payment confirmation
cs: Přihláška na %(subject_type)s %(subject)s - potvrzení přijaté platby

source: Registration for %(subject_type)s %(subject)s was approved
cs: Přihláška na %(subject_type)s %(subject)s byla schválena

source: Registration for %(subject_type)s %(subject)s was canceled
cs: Přihláška na %(subject_type)s %(subject)s byla odhlášena

source: registration number
cs: číslo přihlášky

source: Event date
cs: Termín konání

source: Status
cs: Stav

source: registration canceled on %(d)s
cs: odhlášeno %(d)s

source: cancellation requested on %(d)s
cs: o odhlášení požádáno %(d)s

source: registration approved on %(d)s
cs: přihláška schválena %(d)s

source: awaiting approval
cs: čeká na schválení

source: Birth date
cs: Datum narození

source: Parent
cs: Zástupce

source: Group members
cs: Členové skupiny

source: Legal agreements
cs: Právní ujednání

source: fill in the registration form
cs: vyplnit přihlášku

source: The capacity is full.
cs: Kapacita je naplněna.

source: You may check the current status of your registrations and payments using following link:
cs: Aktuální stav svých přihlášek a plateb můžete zkontrolovat pomocí následujícího odkazu:

source: Presence
cs: Docházka

source: Period
cs: Období

source: Amount due
cs: Částka k úhradě

source: Due date
cs: Datum splatnosti

source: Please, use following link to perform online payment
cs: Pro on-line platbu prosím použijte následující odkaz

source: Please, use following information for bank transfer
cs: Pro platbu převodem prosím použijte následující údaje

source: Bank account
cs: Číslo účtu

source: Variable symbol
cs: Variabilní symbol

source: You may use following QR code to scan the payment details to your mobile banking application
cs: Následující QR kód můžete použít pro načtení platebních informací do své mobilní bankovní aplikace

source: Currently we only accept payments in cash.
cs: Momentálně přijímáme platby pouze v hotovosti.

source: Payment request
cs: Výzva k platbě

source: provider
cs: poskytovatel

source: payer
cs: plátce

source: Employee ID
cs: Identifikace zaměstnance

source: amount due
cs: částka k úhradě

source: total amount due
cs: celkem k úhradě

source: Registration for %(subject_type)s %(subject)s - payment request
cs: Přihláška na %(subject_type)s %(subject)s - výzva k platbě

source: Price
cs: Cena

source: Payments status
cs: Stav plateb

source: payment request
cs: výzva k platbě

source: paid %(received)s
cs: zaplaceno %(received)s

source: refunded %(returned)s
cs: vráceno %(returned)s

source: Online payment
cs: Online platba

source: pay online
cs: zaplatit on-line

source: Bank transfer
cs: Bankovní převod

source: Or You may use following QR code to scan the payment details to your mobile banking application
cs: Případně můžete použít následující QR kód pro načtení platebních informací do své mobilní bankovní aplikace
