Repository: misli/arttep
Catalog: locale/*/LC_MESSAGES/django.po
Languages: cs

source: Leprikon administration
cs: Správa systému Leprikón

source: Fields to update
cs: Pole k úpravení

source: Failed to update item {instance}.
cs: Nepodařilo se upravit položku {instance}.

source: {num_updated} items were updated.
cs: {num_updated} položek bylo upraveno.

source: Bulk update
cs: Hromadné upravení

source: Bulk update selected items
cs: Hromadně upravit vybrané položky

source: Selected courses were published.
cs: Vybrané kurzy byly zveřejněny.

source: Publish selected courses
cs: Zveřejnit vybrané kurzy

source: Selected courses were unpublished.
cs: Vybrané kurzy byly skryty.

source: Unpublish selected courses
cs: Skrýt vybrané kurzy

source: Target school year
cs: Cílový školní rok

source: All selected courses will be copied to selected school year.
cs: Vybrané kurzy budou zkopírovány do vybraného školního roku.

source: Selected courses were copied to school year {}.
cs: Vybrané kurzy byly zkopírovány do školního roku {}.

source: Select target school year
cs: Vyberte cílový školní rok

source: Copy selected courses to another school year
cs: Kopírovat vybrané kurzy do jiného školního roku

source: Discount type
cs: Druh slevy

source: absolute amount
cs: konkrétní částka

source: relative amount in percents
cs: relativní částka v procentech

source: Amount or number of percents
cs: Částka nebo počet procent

source: Periods of school year division: {school_year_division}
cs: Období členění školního roku: {school_year_division}

source: The discounts have been created for selected registrations.
cs: K vybraným přihláškám byly přidány slevy.

source: Add discounts
cs: Přidat slevy

source: Add discounts to selected registrations
cs: Přidat k vybraným přihláškám slevy

source: add discount
cs: přidat slevu

source: discounts
cs: slevy

source: total price
cs: výsledná cena

source: add payment
cs: přidat platbu

source: received payments
cs: přijaté platby

source: Selected events were published.
cs: Vybrané akce byly zveřejněny.

source: Publish selected events
cs: Zveřejnit vybrané akce

source: Selected events were unpublished.
cs: Vybrané akce byly skryty.

source: Unpublish selected events
cs: Skrýt vybrané akce

source: All selected events will be copied to selected school year.
cs: Vybrané akce budou zkopírovány do vybraného školního roku.

source: Selected events were copied to school year {}.
cs: Vybrané akce byly zkopírovány do školního roku {}.

source: Copy selected events to another school year
cs: Kopírovat vybrané akce do jiného školního roku

source: Export selected records as CSV
cs: Exportovat vybrané záznamy ve formátu CSV (hodnoty oddělené čárkou)

source: Export selected records as XLSX
cs: Exportovat vybrané záznamy ve formátu XLSX (Excel)

source: status
cs: stav

source: active
cs: aktivní

source: inactive
cs: neaktivní

source: approval
cs: schválení

source: approved
cs: schváleno

source: unapproved
cs: neschváleno

source: cancelation
cs: odhlášení

source: not canceled
cs: neodhlášeno

source: canceled
cs: odhlášeno

source: All
cs: Vše

source: Set
cs: Nastaveno

source: Not set
cs: Nenastaveno

source: printable journal
cs: tisknutelná třídní kniha

source: journal
cs: třídní kniha

source: printable list of participants
cs: tisknutelný seznam žáků

source: participants
cs: žáci

source: update entry
cs: upravit záznam

source: edit
cs: upravit

source: agenda
cs: program

source: Sending emails
cs: Odesílání e-mailů

source: Send message
cs: Poslat zprávu

source: Target message
cs: Cílová zpráva

source: Recipients will be added to selected message.
cs: Příjemci budou přidáni k vybarané zprávě.

source: Select target message
cs: Vyberte cílovou zprávu

source: Add recipients to existing message
cs: Přidat příjemce k existující zprávě

source: recipients count
cs: počet příjemců

source: sent mail
cs: odesláno e-mailem

source: viewed on site
cs: zobrazeno na webu

source: recipients
cs: příjemci

source: show recipients details
cs: zobrazit podrobnosti o příjemcích

source: send mails
cs: odeslat e-maily

source: send mail to all recipients
cs: odeslat e-mail všem příjemcům

source: send unsent
cs: odeslat neodeslané

source: send mails to new recipients only
cs: odeslat e-maily pouze novým příjemcům

source: actions
cs: akce

source: Send email to selected recipients
cs: Odeslat e-mail vybraným příjemcům

source: Recipients of message {}
cs: Příjemci zprávy {}

source: Selected orderable events were published.
cs: Vybrané akce na objednání byly zveřejněny.

source: Publish selected orderable events
cs: Zveřejnit vybrané akce na objednání

source: Selected orderable events were unpublished.
cs: Vybrané akce na objednání byly skryty.

source: Unpublish selected orderable events
cs: Skrýt vybrané akce na objednání

source: All selected orderable events will be copied to selected school year.
cs: Vybrané akce na objednání budou zkopírovány do vybraného školního roku.

source: Selected orderable events were copied to school year {}.
cs: Vybrané akce na objednání byly zkopírovány do školního roku {}.

source: Copy selected orderable events to another school year
cs: Kopírovat vybrané akce na objednání do jiného školního roku

source: Export selected items in single PDF.
cs: Exportovat vybrané položky v jediném PDF.

source: download
cs: stažení

source: amount
cs: částka

source: requested time
cs: čas požádání

source: Constant symbol
cs: Konstantní symbol

source: Message for recipient
cs: Zpráva pro příjemce

source: Export setup
cs: Nastavení exportu

source: Export selected records as ABO
cs: Exportovat vybrané záznamy ve formátu ABO (KB:KM)

source: registration link
cs: přihlášovací odkaz

source: registrations
cs: přihlášky

source: All selected leaders will be added to selected school year.
cs: Vybraní učitelé budou přidáni do vybraného školního roku.

source: Selected leaders were added to school year {}.
cs: Vybraní učitelé byli přidáni do školního roku {}.

source: Add selected leaders to another school year
cs: Přidat vybrané učitele do jiného školního roku

source: first name
cs: jméno

source: last name
cs: příjmení

source: contacts
cs: kontakty

source: user
cs: uživatel

source: courses
cs: kurzy

source: events
cs: akce

source: orderable events
cs: akce na objednání

source: photo
cs: fotka

source: All selected school year divisions will be copied to selected school year.
cs: Vybraná členění školního roku budou zkopírována do vybraného školního roku.

source: Selected school year divisions were copied to school year {}.
cs: Vybraná členění školního roku byla zkopírována do školního roku {}.

source: Copy selected school year divisions to another school year
cs: Kopírovat vybraná členění školního roku do jiného školního roku

source: Selected items were sent by e-mail.
cs: Vybrané položky byly odeslány e-mailem.

source: Send selected items by e-mail
cs: Odeslat vybrané položky e-mailem

source: journals
cs: třídní knihy

source: add journal
cs: přidat třídní knihu

source: There are no approved registrations for this {}.
cs: Na {} nejsou žádné aktivní přihlášky.

source: The number of approved registrations is lower than {}.
cs: Schválených přihlášek je méně než {}.

source: The number of approved registrations is greater than {}.
cs: Schválených přihlášek je více než {}.

source: add registration
cs: vytvořit přihlášku

source: registration allowed
cs: povoleno přihlášování

source: approved registrations count
cs: počet schválených přihlášek

source: unapproved registrations count
cs: počet neschválených přihlášek

source: The registration {r} has been approved and the user has been notified.
cs: Přihláška {r} byla schválena a uživatel byl informován.

source: Approve selected registrations
cs: Schválit vybrané přihlášky

source: The registration {r} has been refused and the user has been notified.
cs: Přihláška {r} byla odmítnuta a uživatel byl informován.

source: Refuse selected registrations
cs: Odmítnout vybrané přihlášky

source: Payment was requested for selected registrations.
cs: Výzva k platbě byla odeslána pro vybrané přihlášky.

source: Request payment for selected registrations
cs: Odeslat výzvu k platbě pro vybrané přihlášky

source: Refund was offered for selected registrations.
cs: Nabídka vrácení přeplatku byla odeslána pro vybrané přihlášky.

source: Offer refund for selected registrations
cs: Odeslat nabídku vrácení přeplatku pro vybrané přihlášky

source: Refund requests were generated for selected registrations.
cs: Žádosti o vrácení přeplatku byly vygenerovány pro vybrané přihlášky.

source: Generate refund requests for selected registrations
cs: Vygenerovat žádosti o vrácení přeplatku pro vybrané přihlášky

source: The registration {r} has been canceled and the user has been notified.
cs: Přihláška {r} byla odhlášena a uživatel byl informován.

source: Cancel selected registrations
cs: Odhlásit vybrané přihlášky

source: cancelation requested
cs: požádáno o odhlášení

source: new registration
cs: nová přihláška

source: new registration, capacity full
cs: nová přihláška, naplěná kapacita

source: approved registration
cs: schválená přihláška

source: subject
cs: předmět

source: time of registration
cs: čas přihlášení

source: time of approval
cs: čas schválení

source: payment request time
cs: odeslání výzvy k platbě

source: refund offer time
cs: čas nabídky vrácení přeplatku

source: time of cancellation request
cs: čas žádosti o odhlášení

source: time of cancellation
cs: čas odhlášení

source: random number
cs: náhodné číslo

source: add received payment
cs: přidat přijatou platbu

source: add returned payment
cs: přidat vrácenou platbu

source: returned payments
cs: vrácené platby

source: variable symbol
cs: variabilní symbol

source: description
cs: popis

source: group durations
cs: časy podle skupin

source: Selected timesheets where marked as paid.
cs: Vybrané výkazy byly sloučeni pod uživatele {}.

source: Mark selected timesheets as paid
cs: Označit vybrané výkazy jako zaplacené

source: Selected timesheets where submitted.
cs: Vybrané výkazy byly odevzdány.

source: Submit selected timesheets
cs: Odevzdat vybrané výkazy práce

source: accounted time
cs: čas zaúčtování

source: last updated time
cs: naposledy upraveno

source: leader
cs: učitel

source: Yes
cs: Ano

source: Target user
cs: Cílový uživatel

source: All information will be merged into selected account.
cs: Všechny informace budou sloučeny do vybraného uživatelského účtu.

source: User {} was merged into user {}.
cs: Uživatel {} byl sloučen do uživatele {}.

source: Can not merge user {} into user {}.
cs: Není možné sloučit uživatele {} do uživatele {}.

source: Select target user for merge
cs: Vyberte cílového uživatele pro sloučení

source: Are you sure you want to merge selected users into one? All participants, parents, registrations and other related information will be added to the target user account and the remaining users will be deleted.
cs: Opravdu chcete sloučit vybrané uživatele do jednoho? Všichni žáci, zástupci, přihlášky, a další informace spojené s těmito uživateli budou přidány k cílovému uživatelskému účtu a zbývající účty budou smazány.

source: Users
cs: Uživatelé

source: Select target account for merge
cs: Vyberte cílový uživatelský účet pro sloučení

source: Merge selected user accounts
cs: Sloučit vybrané uživatele

source: Instructions were send to user {}.
cs: Instrukce byly odeslány uživateli {}.

source: Can not send instructions to user {}.
cs: Nepodařilo se odeslat instrukce uživateli {}.

source: Send instructions to reset password to selected users
cs: Odeslat vybraným uživatelům instrukce pro reset hesla

source: login
cs: přihlásit

source: Leprikon
cs: Leprikón

source: Leprikon subject type
cs: Leprikón - typ kurzu nebo akce

source: Summary
cs: Přehled

source: Reports
cs: Reporty

source: Leader
cs: Učitel

source: My {subject_type}
cs: Moje {subject_type}

source: Alternating
cs: Suplování

source: Timesheets
cs: Výkazy práce

source: Messages
cs: Zprávy

source: Registrations
cs: Přihlášky

source: Payments
cs: Platby

source: Donations
cs: Dary

source: Participants
cs: Žáci

source: Billing information
cs: Fakturační údaje

source: Log in
cs: Přihlásit se

source: Create account
cs: Vytvořit účet

source: Reset password
cs: Reset hesla

source: Change user details
cs: Změnit údaje o uživateli

source: Change e-mail
cs: Změnit e-mail

source: Change password
cs: Změnit heslo

source: Link with Google account
cs: Propojit s účtem Google

source: Link with Facebook account
cs: Propojit s účtem Facebook

source: Log out
cs: Odhlásit se

source: Course
cs: Kurz

source: Course list
cs: Výpis kurzů

source: Course list with search form
cs: Výpis kurzů s vyhledávacím formulářem

source: Event
cs: Akce

source: Event list
cs: Výpis akcí

source: Event list with search form
cs: Výpis akcí s vyhledávacím formulářem

source: Leader list
cs: Výpis učitelů

source: Leader list with search form
cs: Výpis učitelů s vyhledávacím formulářem

source: Orderable event
cs: Akce na objednání

source: Orderable list
cs: Výpis akcí na objednání

source: Orderable list with search form
cs: Výpis akcí na objednání s vyhledávacím formulářem

source: School year block
cs: Blok školního roku

source: phone
cs: telefon

source: url
cs: url adresa

source: Default
cs: Výchozí

source: Grouped by course groups
cs: Seskupeno podle skupin kurzů

source: Grouped by event groups
cs: Seskupeno podle skupin akcí

source: boolean field
cs: zatržítko

source: char field
cs: textové pole

source: text field
cs: víceřádkové textové pole

source: choice field
cs: výběr

source: date field
cs: datum

source: Periods
cs: Období

source: agree
cs: souhlasím

source: disagree
cs: nesouhlasím

source: The journal entry starts at {start}
cs: Záznam třídní knihy začíná v {start}.

source: The journal entry ends at {end}
cs: Záznam třídní knihy končí v {end}.

source: Journal
cs: Třídní kniha

source: Date
cs: Datum

source: Start
cs: Začátek

source: End
cs: Konec

source: If You fill in start time, You must fill end time too.
cs: Pokud vyplníte čas začátku, musíte vyplnit také čas konce.

source: If You fill in end time, You must fill start time too.
cs: Pokud vyplníte čas konce, musíte vyplnit také čas začátku.

source: An overlaping entry has already been added in the journal.
cs: V třídní knihy už je kolidující záznam.

source: Following participants were selected as instructed, but not selected as present: {}
cs: Následující žáci byly označeni jako poučeni, ale nebyly označeni jako přítomní: {}

source: Following participants have not yet been instructed: {}
cs: Následující žáci ještě nebyli poučeni: {}

source: Some submitted timesheet entries start at {start}
cs: Některé odevzdané záznamy práce začínají v {start}

source: Some submitted timesheet entries end at {end}
cs: Některé odevzdané záznamy práce končí v {end}

source: Leaders
cs: Učitelé

source: Alternates
cs: Náhradní učitel

source: Leader {leaders} has already submitted timesheet for {period}.
cs: Učitel {leaders} má již odevzdaný výkaz práce za {period}.

source: Alternate {leaders} has already submitted timesheet for {period}.
cs: Náhradní učitel {leaders} má již odevzdaný výkaz práce za {period}.

source: Search term
cs: Hledaný výraz

source: Recipients
cs: Příjemci

source: Participant
cs: Žák

source: Contact person
cs: Kontaktní osoba

source: Group name
cs: Název skupiny

source: Overpaid amount
cs: Výše přeplatku

source: Start date
cs: Datum začátku

source: End date
cs: Datum konce

source: Status for date
cs: Stav k datu

source: Statistics for date
cs: Statistiky k datu

source: Courses
cs: Kurzy

source: Count only paid registrations
cs: Započítat pouze zaplacené přihlášky

source: Events
cs: Akce

source: Orderables
cs: Akce na objednání

source: School year
cs: Školní rok

source: Course type
cs: Typ kurzu

source: Event type
cs: Typ akce

source: Orderable event type
cs: Typ akce na objednání

source: Department
cs: Oddělení

source: Group
cs: Skupina

source: Place
cs: Místo

source: Age group
cs: Věková skupina

source: Target group
cs: Cílová skupina

source: Day of week
cs: Den v týdnu

source: Include past subjects
cs: Zobrazit i proběhlé akce

source: Available for registration
cs: Povoleno přihlašování

source: Show invisible
cs: Zobrazit neviditelné

source: Participant with this birth number has already been registered.
cs: Žák s tímto rodným číslem je již přihlášený.

source: School
cs: Škola

source: other school
cs: jiná škola

source: Choose
cs: Vyberte

source: new participant
cs: nový žák

source: new parent
cs: nový zástupce

source: no billing information
cs: bez fakturačních údajů

source: new billing information
cs: nové fakturační údaje

source: Entry type
cs: Typ záznamu

source: The timesheet period {period} starts {start}
cs: Období {period} začíná {start}

source: The timesheet period {period} ends {end}
cs: Období {period} končí {end}

source: Your timesheet for period {period} has already been submitted.
cs: Váš výkaz práce za {period} byl již odevzdán.

source: An overlaping entry has already been added in the timesheet.
cs: Ve výkazu práce už je kolidující záznam.

source: User with this email already exists.
cs: Uživatel s touto e-mailovou adresou již existuje.

source: I agree with the terms.
cs: Souhlasím s podmínkami.

source: Publish page changes
cs: Publikovat změny

source: Czechia
cs: Česká republika

source: other country in EU
cs: jiná země v EU

source: country outside EU
cs: země mimo EU

source: closure date
cs: datum uzavření

source: account closure
cs: uzavření účtu

source: account closures
cs: uzavření účtu

source: name
cs: název

source: minimal age
cs: minimální věk

source: maximal age
cs: maximální věk

source: order
cs: pořadí

source: require school
cs: vyžadovat školu

source: age group
cs: věková skupina

source: age groups
cs: věkové skupiny

source: heading
cs: nadpis

source: agreement
cs: souhlas

source: legal agreement
cs: právní ujednání

source: legal agreements
cs: právní ujednání

source: required
cs: povinný

source: option
cs: volba

source: agreement option
cs: volba souhlasu

source: agreement options
cs: volby souhlasu

source: require birth number
cs: vyžadovat rodné číslo

source: citizenship
cs: státní občanství

source: citizenships
cs: státní občanství

source: school year division
cs: členění školního roku

source: allow period selection
cs: povolit výbět odbobí

source: allow user to choose school year periods on registration form
cs: umožní uživateli při přihlašování vybrat konkrétní období

source: course
cs: kurz

source: course registration
cs: přihláška na kurz

source: course registrations
cs: přihlášky na kurzy

source: no period
cs: žádné období

source: registration
cs: přihláška

source: period
cs: období

source: payment requested
cs: odeslání výzvy k platbě

source: registered period
cs: přihlášené období

source: registered periods
cs: přihlášená období

source: course discount
cs: sleva na kurz

source: course discounts
cs: slevy na kurz

source: course registration history
cs: historie přihlášky na kurz

source: now
cs: nyní

source: template
cs: šablona

source: The template used to render plugin.
cs: Šablona, která bude použita k zobrazení.

source: school year
cs: školní rok

source: departments
cs: oddělení

source: Keep empty to skip searching by departments.
cs: Ponechte prázdné, pokud nechcete hledat podle oddělení.

source: course types
cs: typy kurzů

source: Keep empty to skip searching by course types.
cs: Ponechte prázdné, pokud nechcete hledat podle typů kurzů.

source: Keep empty to skip searching by age groups.
cs: Ponechte prázdné, pokud nechcete hledat podle věkových skupin.

source: target groups
cs: cílové skupiny

source: Keep empty to skip searching by target groups.
cs: Ponechte prázdné, pokud nechcete hledat podle cílových skupin.

source: course groups
cs: skupiny kurzů

source: Keep empty to skip searching by groups.
cs: Ponechte prázdné, pokud nechcete hledat podle skupin.

source: leaders
cs: učitelé

source: Keep empty to skip searching by leaders.
cs: Ponechte prázdné, pokud nechcete hledat podle učitelů.

source: department code
cs: kód oddělení

source: department
cs: oddělení

source: donation
cs: dar

source: donations
cs: dary

source: start date
cs: datum začátku

source: end date
cs: datum konce

source: start time
cs: čas začátku

source: end time
cs: čas konce

source: due from
cs: splatnost od

source: due date
cs: datum splatnosti

source: event
cs: akce

source: times
cs: časy

source: event registration
cs: přihláška na akci

source: event registrations
cs: přihlášky na akce

source: event discount
cs: sleva na akci

source: event discounts
cs: slevy na akce

source: event types
cs: druhy akcí

source: Keep empty to skip searching by event types.
cs: Ponechte prázdné, pokud nechcete hledat podle skupin akcí.

source: event groups
cs: skupiny akcí

source: Enter a valid hex color.
cs: Zadejte platnou barvu.

source: Monday
cs: pondělí

source: Tuesday
cs: úterý

source: Wednesday
cs: středa

source: Thursday
cs: čtvrtek

source: Friday
cs: pátek

source: Saturday
cs: sobota

source: Sunday
cs: neděle

source: Enter a valid birth number.
cs: Zadejte platné rodné číslo.

source: journal name
cs: název třídní knihy

source: risks
cs: rizika

source: plan
cs: plán

source: evaluation
cs: evaluace

source: time
cs: čas

source: date
cs: datum

source: session agenda
cs: program schůzky

source: participants instructed about safety and internal rules
cs: žáci poučeni o bezpečnosti a vnitřním řádu

source: journal entry
cs: záznam třídní knihy

source: journal entries
cs: záznamy třídní knihy

source: duration
cs: doba trvání

source: timesheet
cs: výkaz práce

source: journal leader entry
cs: záznam učitele v třídní knize

source: journal leader entries
cs: záznamy učitelů v třídní knize

source: default organization
cs: výchozí organizace

source: default registration print setup
cs: výchozí nastavení tisku přihlášek

source: default payment request print setup
cs: výchozí nastavení tisku výzvy k platbě

source: default bill print setup
cs: výchozí nastavení tisku dokladů

source: user agreement
cs: souhlas uživatele

source: last time user agreement changed
cs: čas poslední změny souhlasu uživatele

source: default registration agreements
cs: výchozí souhlasy na přihlášce

source: Add legal agreements for the registration form.
cs: Přidejte souhlasy, které mají být v registračním formuláři.

source: Payment Gateway
cs: Platební brána

source: leprikon site
cs: nastavení Leprikónu

source: leprikon sites
cs: nastavení Leprikónu

source: created
cs: vytvořeno

source: sender
cs: odesilatel

source: message
cs: zpráva

source: messages
cs: zprávy

source: recipient
cs: příjemce

source: sent
cs: odesláno

source: sent by email
cs: odesláno e-mailem

source: attachment
cs: příloha

source: attachments
cs: přílohy

source: Format: HH:MM:SS
cs: Formát: HH:MM:SS

source: number of days to send the payment request before event date
cs: počet dní pro odeslání výzvy k platbě před termínem konání

source: If set, payment request will be sent this number of days before event date. If not set, payment request will be sent when registration is approved.
cs: Pokud je nastaven, výzva k platbě bude odeslání tolik dní před termínem konání. Pokud není nastaven, výzva k platbě bude odeslána v okamžik schválení přihlášky.

source: number of days to due date before event date
cs: počet dní do data splatnosti před termínem konání

source: orderable event
cs: akce na objednání

source: orderable event registration
cs: přihláška na akci na objednání

source: orderable event registrations
cs: přihlášky na akce na objednání

source: event date
cs: termín konání

source: orderable event discount
cs: sleva na akci na objednání

source: orderable event discounts
cs: slevy na akce na objednání
